{
  "serviceName": "Fee Structure",
  "tagline": "At Koudous Law, I believe in fairness and transparency. I work with companies on a retainer basis, i.e. a monthly fixed fee, providing tailored legal solutions to meet your specific needs. All retainer fees are based on the fair use principle, ensuring that you only pay for what you need, with no hidden costs or outdated time charges. For details you are welcome to reach out directly.",
  "overview": {
    "title": "Retainer Packages",
    "summary": "I offer three flexible packages for companies, with fees adjusted according to your specific requirements and business size.",
    "description": "Each package is designed to provide the right level of support for your business stage, from startups getting started to established companies with complex legal needs. All packages include direct access to me, fast response times, and comprehensive legal support tailored to your industry."
  },
  "whatYouGet": {
    "title": "Retainer Packages",
    "summary": "I offer three flexible packages for companies, with fees adjusted according to your specific requirements and business size.",
    "details": "Each package is designed to provide the right level of support for your business stage, from startups getting started to established companies with complex legal needs. All packages include direct access to me, fast response times, and comprehensive legal support tailored to your industry."
  },
  "howItWorks": {
    "title": "Available Packages",
    "features": [
      "Basic Package (S): For small startups or companies that require occasional legal advice and support, with up to 5 hours of legal counsel each month. Perfect for businesses just getting started.",
      "Standard Package (M): For growing businesses that need more comprehensive legal support, including regular consultations, ongoing legal strategy, and day-to-day legal needs. Includes up to 15 hours of support each month.",
      "Premium Package (L): Designed for established companies with complex legal requirements. This package includes unlimited access to legal counsel, priority response times, and in-depth support for multiple legal areas (M&A, compliance, contracts, etc.). The ultimate package for fast-moving, high-demand businesses."
    ],
    "approach": "All packages include direct communication via your preferred platform (Slack, WhatsApp, email, etc.), same-day response times for urgent matters, and proactive legal guidance to prevent issues before they arise.",
    "timeline": "Each package is fully customizable based on your specific needs. Whether you need occasional contract reviews or comprehensive legal department support, we'll find the right fit for your business and budget."
  },
  "idealFor": {
    "title": "Flexible & Fair Pricing",
    "target": "For large corporations or clients with unique needs, I offer a bespoke service beyond the standard retainer structure. This includes highly specialized legal support and strategic advisory for large-scale operations or complex international matters. Pricing is provided upon request.",
    "benefits": "While my focus is on providing high-level legal services to businesses, I believe in giving back to the community. I usually do not take individual clients, but if you are an individual with a compelling reason to work together, please reach out. Based on your financial situation, I may offer a flexible fee arrangement according to the RVG (German Lawyer Fee Law) or even pro bono. If you're looking for an opportunity to work with me but feel financial constraints, I am open to discussing a tailored agreement that works for both parties."
  },
  "callToAction": {
    "heading": "Get in Touch",
    "message": "I offer tailored solutions, fast response times, and comprehensive support for all your legal needs. Contact me today for a no-obligation initial consultation and discover how my international approach and experience can advance your business.",
    "buttonText": "Schedule a Consultation"
  }
}
