{
    "heroSection": {
        "title": "Wenn gut nicht",
        "highlight": "Genug Ist",
        "subtitle": "Koudous International Law Office",
        "discription": "Expertise für für Deutsch-Asiatische Geschäftsbeziehungen (Japan & China) - Internationales Wirtschaftsrecht - Compliance & Risikomanagement - Business-Verhandlungen –  Jahrzehnte praxisnahe Expertise, interkulturell erprobt und verhandlungssicher.",
        "buttonText": "Kontakt aufnehmen",
        "buttonPath": "/contact"
    },
    "sponsers": {
        "title": "Vertraut von führenden internationalen Unternehmen & Branchenexperten",
        "logos":  [
            {
                "image_url": "/sponsers/wiresoft.avif",
                "url": "https://www.wiresoft.com/"
            },
            {
                "image_url": "/sponsers/g2_esports.avif",
                "url": "https://g2esports.com/"
            },
            {
                "image_url": "/sponsers/blitzhandel24.avif",
                "url": "https://blitzhandel24.com/"
            },
            {
                "image_url": "/sponsers/recruit.webp",
                "url": "https://recruit-holdings.com/en/"
            },
            {
                "image_url": "/sponsers/hagiwara.webp",
                "url": "https://www.hagiwara.co.jp/english/"
            },
            {
                "image_url": "/sponsers/quandoo.avif",
                "url": "https://www.quandoo.com/"
            },
            {
                "image_url": "/sponsers/hitachi.svg",
                "url": "https://www.hitachi-ies.com/"
            },
            {
                "image_url": "/sponsers/caster.svg",
                "url": "https://caster.co.jp/"
            },
            {
                "image_url": "jetro.svg",
                "url": "https://www.jetro.go.jp/usa/"
            }
        ]
    },
    "services": {
        "name": "Leistungen",
        "title": "Rechtslösungen nach Maß",
        "subtitle": "Flexible und langfristige Unterstützung für Ihr Unternehmen. Ich biete klare, praxisnahe Lösungen, die auf Ihre Bedürfnisse zugeschnitten sind.",
        "cards": [
            {
                "title": "Legal on Demand",
                "subtitle": "Präzise Rechtsberatung genau dann, wenn Sie sie brauchen – flexibel, schnell und unkompliziert.",
                "buttonText": "Mehr erfahren",
                "buttonPath": "/services/legal-on-demand"
            },
            {
                "title": "General Counsel (Retainer)",
                "subtitle": "Monatliche, fortlaufende Unterstützung als Ihr rechtlicher Partner & Stratege, erreichbar über Ihre bevorzugten Kanäle.",
                "buttonText": "Mehr erfahren",
                "buttonPath": "/services/general-counsel"
            },
            {
                "title": "Legal Interim",
                "subtitle": "Kurzfristige Unterstützung für kritische Projekte. Ich übernehme vorübergehend Führungsrollen als CLO/GC und liefere schnelle Lösungen.",
                "buttonText": "Mehr erfahren",
                "buttonPath": "/services/legal-interim"
            },
            {
                "title": "Rechtsabteilung & Wachstum",
                "subtitle": "Umfassende Lösungen zum Aufbau einer effizienten Rechtsabteilung, die Ihr Unternehmenswachstum unterstützt.",
                "buttonText": "Mehr erfahren",
                "buttonPath": "/services/legal-department"
            }
        ]
    },
    "owner": {
        "name": "ROMAN KOUDOUS",
        "title": "International General Counsel",
        "intro1": "Roman Koudous ist ein erfahrener Rechtsanwalt und General Counsel, der komplexe rechtliche Herausforderungen mit präziser, geschäftsorientierter Beratung verbindet.",
        "intro2": "Mit umfangreicher Erfahrung in diversen Branchen liefert er effiziente, maßgeschneiderte Lösungen für Unternehmen jeder Größe — schnell, zielgerichtet und stets zu Ihrem Vorteil.",
        "intro3": "Sein Ansatz verbindet rechtliches Fachwissen mit strategischer Beratung, um nachhaltigen Geschäftserfolg zu ermöglichen und echte interkulturelle Verbindungen aufzubauen.",
        "buttonText": "Kontaktieren Sie mich",
        "buttonPath": "/contact",
        "image_url": "/owner.avif"
    },
    "buisness": {
        "title": "Experte & Stratege für internationale Geschäftsbeziehungen",
        "subtitle": "Ihre Brücke zu erfolgreichen globalen Geschäftsbeziehungen - Besonders Deutschland und Japan",
        "disc1": "Ich biete maßgeschneiderte Beratung für globale Geschäftsbeziehungen. Mit tiefem Verständnis verschiedener Kulturen unterstütze ich Ihr Unternehmen bei der optimalen Expansion.",
        "disc2": "Profitieren Sie von jahrelanger Erfahrung, präziser Analyse und strategischer Weitsicht — Ich verwandle komplexe Herausforderungen in klare, erfolgreiche Lösungen.",
        "buttonText": "Mehr erfahren",
        "buttonPath": "/about",
        "image_url": "/tokyo-business.avif"
    },
    "reviews": {
        "title": "Was unsere Kunden sagen",
        "subtitle": "Vertraut von führenden Unternehmen verschiedener Branchen für strategische Rechtsberatung und Geschäftslösungen",
        "webText": "Website besuchen",
        "cards": [
            {
                "company": "Caster Co., Ltd., Tokyo",
                "title": "Naohiro Kawamura, CFO",
                "country": "Japan",
                "company_logo_url": "/sponsers/caster.svg",
                "text": "Starkes Geschäftsverständnis! Roman kann Ihnen präzise rechtliche Beratung aus der Perspektive geben, dass Ihr oberstes Ziel die Erreichung Ihrer Geschäftsziele ist, nicht nur rechtliche Risiken und Interpretationen. Sie können ihm als Ihrem Anwalt vertrauen, und er wird ein Kernmitglied Ihres Teams sein, um Ihr Geschäft gemeinsam zu schaffen und umfassende Unterstützung für Ihr Team zu bieten.",
                "rating": 5,
                "website_url": "https://caster.co.jp/"
            },
            {
                "company": "Quandoo",
                "title": "Hidetaka Kawashima, CEO",
                "country": "Japan",
                "company_logo_url": "/sponsers/quandoo.avif",
                "text": "Ich führe das Geschäft als CEO von Quandoo GmbH, einem Restaurant-Reservierungsservice mit Hauptsitz in Berlin, Deutschland, der in 11 Ländern weltweit tätig ist. Ich habe Roman persönlich über mein Netzwerk in Berlin kennengelernt, und wir hatten das Vergnügen, mit ihm als Quandoos CRMO (Chief Risk Management Officer) zusammenzuarbeiten. Seine Leistung hat unsere Erwartungen übertroffen. Er hat umfangreiche Erfahrung im Risikomanagement in Deutschland und Europa, von verschiedenen Verträgen bis hin zu Arbeitsbeziehungen. Roman kann auch nahtlos auf Japanisch antworten und erklären, sodass wir ihm unser Geschäft anvertrauen können.",
                "rating": 5,
                "website_url": "https://www.quandoo.com/"
            },
            {
                "company": "Rollcake Inc., Tokyo",
                "title": "Yuki Ishii, CEO Deutschland",
                "country": "Japan",
                "company_logo_url": "/sponsers/rollcake.webp",
                "text": "Roman hat uns eine breite Palette von Unterstützung geboten, von Unternehmensgründungsarbeiten wie der Registrierung bis hin zu Maßnahmen zur Bewältigung von Problemen im deutschen Geschäft. Insbesondere wenn wir Fragen hatten, die nicht durch Desktop-Recherche beantwortet werden konnten, wie \"wie ist die tatsächliche Situation in Deutschland\", gab er uns nicht nur präzise Antworten, sondern stellte uns auch sein Netzwerk in und außerhalb Deutschlands nach Bedarf vor. Auf der praktischen Seite ist Roman über die Grenzen der rechtlichen Unterstützung hinausgegangen und hat im Tandem mit dem Management gearbeitet. Nachdem er die Natur unserer Dienstleistungen verstanden hatte, warf er proaktiv Fragen auf, die für Europa einzigartig waren und die wir aus Japan nicht sehen konnten. Dank dessen konnten wir handeln.",
                "rating": 5,
                "website_url": "https://rollcake.co.jp/"
            },
            {
                "company": "Wiresoft AG",
                "title": "Soheil Hosseini, CEO",
                "country": "Schweiz",
                "company_logo_url": "/sponsers/wiresoft.avif",
                "text": "Ich hatte eine langjährige Geschäftsbeziehung mit Roman, die als mein Anwalt begann und sich zu einem vertrauensvollen Partner entwickelte. Seine einzigartige Kombination aus rechtlicher und geschäftlicher Expertise macht ihn zu meinem bevorzugten Berater. Zuverlässig, fürsorglich und außergewöhnlich effizient - ich empfehle dringend, sich an ihn für die beste Entscheidung Ihres Unternehmens zu wenden.",
                "rating": 5,
                "website_url": "https://www.wiresoft.com/"
            },
            {
                "company": "Blitzhandel24",
                "title": "Dogan Akdag, CEO",
                "country": "Deutschland",
                "company_logo_url": "/sponsers/blitzhandel24.avif",
                "text": "Roman war ein außergewöhnlicher Partner für unser Geschäft - er kombiniert scharfe rechtliche Einsichten mit einer starken kommerziellen Denkweise. Er versteht, wie man Compliance und Wachstum ausbalanciert, was ihn zu einem unschätzbaren Berater für jede strategische Entscheidung macht.",
                "rating": 5,
                "website_url": "https://blitzhandel24.com/"
            }
        ]
    }
}
