{
    "heroSection": {
        "title": "When Good Isn't",
        "highlight": "Enough",
        "subtitle": "Koudous International Law Office",
        "discription": "Expertise in German-Asian business relations (Japan & China) - International business law - Compliance & risk management - Business negotiations – Decades of practical expertise, interculturally proven and negotiation-savvy.",
        "buttonText": "Get in touch",
        "buttonPath": "/contact"
    },
    "sponsers": {
        "title": "Trusted by Leading International Companies & Industry Experts",
        "logos":  [
            {
                "image_url": "/sponsers/wiresoft.avif",
                "url": "https://www.wiresoft.com/"
            },
            {
                "image_url": "/sponsers/g2_esports.avif",
                "url": "https://g2esports.com/"
            },
            {
                "image_url": "/sponsers/blitzhandel24.avif",
                "url": "https://blitzhandel24.com/"
            },
            {
                "image_url": "/sponsers/recruit.webp",
                "url": "https://recruit-holdings.com/en/"
            },
            {
                "image_url": "/sponsers/hagiwara.webp",
                "url": "https://www.hagiwara.co.jp/english/"
            },
            {
                "image_url": "/sponsers/quandoo.avif",
                "url": "https://www.quandoo.com/"
            },
            {
                "image_url": "/sponsers/hitachi.svg",
                "url": "https://www.hitachi-ies.com/"
            },
            {
                "image_url": "/sponsers/caster.svg",
                "url": "https://caster.co.jp/"
            }
        ]
    },
    "services": {
        "name": "Services",
        "title": "Legal Solutions Tailored to You",
        "subtitle": "Flexible and long-term support for your business. I offer clear, practical solutions tailored to your needs.",
        "cards": [
            {
                "title": "Legal on Demand",
                "subtitle": "Precise legal advice exactly when you need it – flexible, fast, and straightforward.",
                "buttonText": "Learn more",
                "buttonPath": "/services/legal-on-demand"
            },
            {
                "title": "General Counsel (Retainer)",
                "subtitle": "Monthly, ongoing support as your legal partner & strategist, accessible via your preferred channels.",
                "buttonText": "Learn more",
                "buttonPath": "/services/general-counsel"
            },
            {
                "title": "Legal Interim",
                "subtitle": "Short-term support for critical projects. I temporarily take on leadership roles as CLO/GC, delivering quick solutions.",
                "buttonText": "Learn more",
                "buttonPath": "/services/legal-interim"
            },
            {
                "title": "Legal Department & Growth",
                "subtitle": "Comprehensive solutions to build an efficient legal department that supports your business growth.",
                "buttonText": "Learn more",
                "buttonPath": "/services/legal-department"
            }
        ]
    },
    "owner": {
        "name": "ROMAN KOUDOUS",
        "title": "International General Counsel",
        "intro1": "Roman Koudous is an experienced attorney and general counsel who combines complex legal challenges with precise, business-oriented advice.",
        "intro2": "With extensive experience in various industries, he delivers efficient, tailor-made solutions for companies of all sizes — quickly, purposefully, and always to your advantage.",
        "intro3": "His approach combines legal expertise with strategic advice to enable sustainable business success and build genuine intercultural connections.",
        "buttonText": "Contact Me",
        "buttonPath": "/contact",
        "image_url": "/owner.avif"
    },
    "buisness": {
        "title": "Expert & Strategist for International Business Relations",
        "subtitle": "Your Bridge to Successful Global Business Relations - Especially Germany and Japan",
        "disc1": "I provide customized counsel for global business relations. With a deep understanding of diverse cultures, I support your company in expanding optimally.",
        "disc2": "Benefit from years of experience, precise analysis, and strategic foresight — I turn complex challenges into clear, successful solutions.",
        "buttonText": "Learn More",
        "buttonPath": "/about",
        "image_url": "/tokyo-business.avif"
    },
    "reviews": {
        "title": "business solutions",
        "subtitle": "",
        "webText": "Visit Website",
        "cards": [
            {
                "company": "Caster Co., Ltd., Tokyo",
                "title": "Naohiro Kawamura, CFO",
                "country": "Japan",
                "company_logo_url": "/sponsers/caster.svg",
                "text": "Strong business understanding! Roman can give you accurate legal advice from the perspective that your first priority is to achieve your business objectives, not just legal risks and interpretations.You can trust him as your lawyer, and he will be a core member of your team to create your business together and provide extensive support to your team.",
                "rating": 5,
                "website_url": "https://caster.co.jp/"
            },
            {
                "company": "Quandoo",
                "title": "Hidetaka Kawashima, CEO",
                "country": "Japan",
                "company_logo_url": "/sponsers/quandoo.avif",
                "text": "I run the business as CEO of Quandoo GmbH, a restaurant reservation service headquartered in Berlin, Germany and operating in 11 countries around the world. I personally met Roman through my network in Berlin, and we have had the pleasure of working with him as Quandoo's CRMO (Chief Risk Management Officer). His performance has exceeded our expectations.He has extensive experience in risk management in Germany and Europe, from various contracts to labor relations. Roman is also able to seamlessly respond and explain in Japanese, so we can trust him with our business.",
                "rating": 5,
                "website_url": "https://www.quandoo.com/"
            },
            {
                "company": "Rollcake Inc., Tokyo",
                "title": "Yuki Ishii, CEO Germany",
                "country": "Japan",
                "company_logo_url": "/sponsers/rollcake.webp",
                "text": "Roman has provided us with a wide range of support, from company start-up work, such as registration, to measures to deal with issues in German business. In particular, when we had questions that could not be answered by desktop research, such as \"what is the actual situation in Germany,\" not only did he give us accurate answers, but he also introduced us to his network in and outside of Germany as needed. On the practical side, Roman has gone beyond the boundaries of legal support and has worked in tandem with management. After understanding the nature of our services, he proactively raised issues that were unique to Europe that we could not see from Japan. Thanks to this, we were able to take action",
                "rating": 5,
                "website_url": "https://rollcake.co.jp/"
            },
            {
                "company": "Wiresoft AG",
                "title": "Soheil Hosseini, CEO",
                "country": "Switzerland",
                "company_logo_url": "/sponsers/wiresoft.avif",
                "text": "I've had a longstanding business relationship with Roman, starting as my lawyer and evolving into a trusted partner. His unique blend of legal and business expertise makes him my go-to advisor. Reliable, caring and exceptionally efficient, I highly recommend reaching out to him for your company's best decision.",
                "rating": 5,
                "website_url": "https://www.wiresoft.com/"
            },
            {
                "company": "Blitzhandel24",
                "title": "Dogan Akdag, CEO",
                "country": "Germany",
                "company_logo_url": "/sponsers/blitzhandel24.avif",
                "text": "Roman has been an exceptional partner to our business — combining sharp legal insight with a strong commercial mindset. He understands how to balance compliance and growth, making him an invaluable advisor for every strategic decision.",
                "rating": 5,
                "website_url": "https://blitzhandel24.com/"
            }
        ]
    }
}