{
  "serviceName": "あなたのチームに組み込まれた長期的な法的パートナー",
  "tagline": "あなたのビジネスが成長している、または継続的な法的要求に直面している場合、迅速な解決以上のものが必要です。あなたと共にいるパートナーが必要です。当事務所のジェネラルカウンセルサービスは、固定月額料金で一貫した信頼できるサポートについてです。当事務所はあなたの法的バックボーンとなり、日々の質問から大きな課題まで処理するためにリーダーシップチームに統合されます。これは単なる助言ではありません。あなたの成功を推進するパートナーシップです。",
  "overview": {
    "title": "提供内容",
    "summary": "このサービスでは、当事務所に速達電話があります。比喩的にも文字通りにも。Slack、Discord、WhatsApp、LINE、またはあなたのチームが使用するどのプラットフォームでも利用可能です。",
    "description": "日常業務では、契約をレビューし、ポリシーを作成し、リアルタイムで質問に答えます。資金調達、採用、拡張などの大きな動きについては、あなたと戦略を立て、取引を交渉し、リスクをコントロールします。問題が爆発する前に発見する先制的指導と、問題が発生した時の反応的解決策を得られます。毎月、優先事項について調整し、当事務所があなたにとって最も重要なことに取り組んでいることを確実にします。"
  },
  "whatYouGet": {
    "title": "提供内容",
    "summary": "このサービスでは、当事務所に速達電話があります。比喩的にも文字通りにも。Slack、Discord、WhatsApp、LINE、またはあなたのチームが使用するどのプラットフォームでも利用可能です。",
    "details": "日常業務では、契約をレビューし、ポリシーを作成し、リアルタイムで質問に答えます。資金調達、採用、拡張などの大きな動きについては、あなたと戦略を立て、取引を交渉し、リスクをコントロールします。問題が爆発する前に発見する先制的指導と、問題が発生した時の反応的解決策を得られます。毎月、優先事項について調整し、当事務所があなたにとって最も重要なことに取り組んでいることを確実にします。"
  },
  "howItWorks": {
    "title": "連携方法",
    "features": [
      "Slack、Discord、WhatsApp、LINE、またはお好みのプラットフォームを通じてワークフローに組み込まれます",
      "日常業務サポート—契約レビュー、ポリシー作成、リアルタイムの回答",
      "資金調達、採用、拡張、主要ビジネス活動の戦略的指導",
      "長いメモなしの迅速な会話または箇条書きメールによる直接コミュニケーション",
      "勢いを維持するための同日レスポンスタイム",
      "最も重要なことに焦点を当てるための月次優先度調整"
    ],
    "approach": "当事務所はあなたのワークフローに組み込まれます。あなたの目標、リスク、法的ニーズをマッピングするキックオフコールを設定します。そこから、当事務所はあなたのチームの一員となります。会議に参加し、幹部とブレインストーミングし、重要な決定についてループに留まります。",
    "timeline": "コミュニケーションは直接的 – 長いメモはなく、明確なアクション項目を含む迅速な会話や箇条書きメールだけ。レスポンスは迅速 – 通常同日中 – 遅延は勢いを殺すから。当事務所はあなたの注意が必要なものをフラグし、必要でないものを処理します。朝2時の危機でも定期的なチェックインでも、当事務所はそこにいます。"
  },
  "idealFor": {
    "title": "対象者と効果的な理由",
    "target": "これは次のレベルアップの準備ができているビジネスに最適です。急速にスケールしているスタートアップ、完全な法務部門を持たない中規模企業、着実なサポートが必要な確立された企業。法的支援を求めて奔走したり、曖昧な回答を得ることに疲れている場合、このサービスは一貫性と明確性を提供します。これは信頼できるアドバイザーを求めるリーダーのためのもので、単なる雇われ専門家ではありません。",
    "benefits": "当事務所はビジネス第一の考え方をテーブルに持参します。法的なことは問題を避けることだけではありません。成長を可能にすることです。当事務所は様々な業界の企業と働いてきたので、リスクと機会のバランスの取り方を知っています。ここでは「場合による」という逃げはありません。当事務所はあなたに率直な答えと計画を与えます。固定料金で、細かく請求されることはありません。あなたは何を得ているかを正確に知っており、当事務所はあなたを繁栄させることに動機づけられています。"
  },
  "callToAction": {
    "heading": "サービスプロバイダーではなく、法的パートナーを持つ準備はできていますか？",
    "message": "当事務所がどのようにあなたのチームと統合し、あなたのビジネスが自信を持って成長するために必要な継続的な法的サポートを提供できるかを話し合うために連絡してください。",
    "buttonText": "相談予約"
  }
}
