{
  "serviceName": "Intensive Führung für kritische Momente",
  "tagline": "Manchmal brauchen Sie einen Schwergewichtler für einen kurzen Einsatz – jemanden, der in die C-Suite einsteigt und Dinge erledigt. Mein Legal Interim Service setzt mich für begrenzte, hochriskante Projekte in Ihren CEO-, CLO- oder GC-Stuhl. Ob es eine Fusion, eine Krise oder eine regulatorische Überholung ist, ich bringe strategische Schlagkraft und praktische Umsetzung mit, um schnell Ergebnisse zu liefern. Es geht um Wirkung, nicht um Dauerhaftigkeit.",
  "overview": {
    "title": "Was Sie erhalten",
    "summary": "Ich lege sofort los. Am ersten Tag tauche ich in Ihre Situation ein – prüfe Dokumente, treffe Ihr Team und schätze die Herausforderung ein.",
    "description": "Als CEO steuere ich das Schiff durch Übergang oder Turbulenzen und bringe rechtliche und geschäftliche Ziele in Einklang. Als CLO oder GC packe ich Ihre rechtlichen Prioritäten an – verhandle Deals, manage Rechtsstreitigkeiten oder überarbeite Compliance. Sie erhalten einen klaren Fahrplan innerhalb der ersten Woche, mit Meilensteinen und Ergebnissen, die auf Ihren Zeitplan zugeschnitten sind. Ich berate nicht nur; ich führe aus und hinterlasse Sie stärker, wenn ich aussteige."
  },
  "whatYouGet": {
    "title": "Was Sie erhalten",
    "summary": "Ich lege sofort los. Am ersten Tag tauche ich in Ihre Situation ein – prüfe Dokumente, treffe Ihr Team und schätze die Herausforderung ein.",
    "details": "Als CEO steuere ich das Schiff durch Übergang oder Turbulenzen und bringe rechtliche und geschäftliche Ziele in Einklang. Als CLO oder GC packe ich Ihre rechtlichen Prioritäten an – verhandle Deals, manage Rechtsstreitigkeiten oder überarbeite Compliance. Sie erhalten einen klaren Fahrplan innerhalb der ersten Woche, mit Meilensteinen und Ergebnissen, die auf Ihren Zeitplan zugeschnitten sind. Ich berate nicht nur; ich führe aus und hinterlasse Sie stärker, wenn ich aussteige."
  },
  "howItWorks": {
    "title": "Wie wir zusammenarbeiten",
    "features": [
      "Vollständige Immersion—vor Ort oder tiefgreifend remote, basierend auf Ihren Bedürfnissen",
      "Klare Erwartungen vorab festgelegt—Umfang, Dauer und Ziele ohne Rätselraterei",
      "Tägliche Check-ins zur Aufrechterhaltung des Momentums",
      "Projekte laufen typischerweise 1–6 Monate mit flexiblen Zeitplänen",
      "Sauberer Exit-Plan und Übergabe nach Abschluss",
      "Führung in Übergang, Deal-Verhandlung, Rechtsstreit-Management oder Compliance-Überholung"
    ],
    "approach": "Das ist vollständige Immersion. Ich bin vor Ort oder tiefgreifend remote engagiert, je nach Ihren Bedürfnissen. Wir legen vorab Erwartungen fest – Umfang, Dauer, Ziele – damit es keine Rätselraterei gibt. Ich arbeite eng mit Ihrem Team zusammen, führe oder unterstütze je nach Bedarf, mit täglichen Check-ins, um die Dinge in Bewegung zu halten.",
    "timeline": "Kommunikation ist knackig – Sie wissen, wo wir stehen und was als nächstes kommt. Projekte laufen typischerweise 1–6 Monate, aber ich bin flexibel – sobald der Job erledigt ist, übergebe ich die Zügel mit einem sauberen Exit-Plan."
  },
  "idealFor": {
    "title": "Für wen dies geeignet ist & Warum es funktioniert",
    "target": "Das passt zu Unternehmen im Wandel—die vor einer Führungslücke stehen, einen alles-oder-nichts-Deal bewältigen oder durch eine plötzliche Krise navigieren. Vielleicht ist Ihr GC mitten in der Expansion gegangen, oder Sie bereiten sich auf einen Verkauf vor und brauchen einen Profi, um die rechtliche Seite zu polieren. Wenn Sie erfahrene Expertise ohne eine langfristige Anstellung wollen, ist das Ihre Antwort.",
    "benefits": "Ich habe schon durch Chaos und Komplexität geführt. Meine doppelte Brille – rechtlich und exekutiv – bedeutet, dass ich das ganze Bild sehe, nicht nur das Kleingedruckte. Sie bekommen eine Führungskraft, die schwere Entscheidungen treffen, Ihr Team motivieren und unter Druck liefern kann. Keine Einarbeitungszeit, keine Lernkurve – nur Ergebnisse. Wenn sich der Staub gelegt hat, sind Sie in einer besseren Position als zuvor."
  },
  "callToAction": {
    "heading": "Brauchen Sie intensive Führung für eine kritische Phase?",
    "message": "Kontaktieren Sie mich, um zu besprechen, wie ich als Ihre Interim-Führungskraft einspringen kann, um komplexe Herausforderungen zu navigieren und schnelle Ergebnisse zu liefern.",
    "buttonText": "Beratungstermin vereinbaren"
  }
}
