{
  "mission": {
    "title": "My Global Mission",
    "paragraphs": [
      "Why is the world drowning in inefficiency? I mean, really—why do so many lawyers (and advisors of all stripes) trudge through life like soulless drones, devoid of humor, passion, or any real connection to the businesses they claim to serve? Why is it that when you ask a simple question, you get a labyrinth of nonsense instead of an answer?",
      "\"Well, it depends.\" No, it doesn't—stop waffling.",
      "\"There's a risk. Can't say if it's big or small, just a risk.\" That's not what I asked, and you know it.",
      "\"We can't take any compliance risks.\" Oh, yes, you can. Business isn't built on cowardice—it's 99% drive, 1% compliance. Guess which one keeps the lights on? Spoiler: it's not the fine print.",
      "Lawyers shouldn't be the grim reapers of progress, lurking in the shadows to kill your momentum with a single \"no.\" They should be the ones lighting the path forward—your go-to problem-solvers, the first call you make when you're ready to make things happen. But somewhere along the line, the legal industry veered off course. Instead of being a catalyst for success, too many attorneys became obsessed with self-preservation—hiding behind vague disclaimers, fear-soaked platitudes, and advice so watered-down it's useless. They forgot who they're really working for: you.",
      "Not me. Not at Koudous Law.",
      "Here, you get something different—something rare. Clear, no-BS advice that cuts through the clutter. No hedging, no endless caveats, no hand-wringing. If the path ahead is tough, I don't shrug and walk away—I roll up my sleeves and carve out a solution. Everything is possible with the right mindset, and I bring that mindset every single day.",
      "I'm not just your attorney. I'm your business sparring partner, your strategic ace in the hole. I've spent years as a General Counsel, a C-level executive, and a business owner myself, so I get it—time is money, and indecision is a death sentence. That's why I operate on three principles: efficiency, speed, and precision. You demand, I deliver—fast, on point, and always with your success as the endgame.",
      "This isn't about playing it safe or checking boxes. It's about winning—your way, on your terms. I've navigated the chaos of global industries—automotive, pharma, esports, crypto, you name it—and come out on top every time. Why? Because I don't just advise; I elevate. I blend legal mastery with real-world business savvy and a competitive edge honed from years of high-stakes execution.",
      "So, let me ask you: Are you tired of the excuses? Ready to ditch the roadblocks and arm yourself with a legal strategist who's as relentless as you are? Let's make it happen—because in business, just like in life, hesitation loses, and precision wins."
    ]
  },
  "about": {
    "title": "About Me",
    "image": {
      "src": "/owner.avif",
      "alt": "Attorney Portrait"
    },
    "content": "I'm a Germany attorney-at-law, an international General Counsel, and a legal strategist who's been battle-tested in the trenches of global business. With a career spanning C-level roles and hands-on leadership, I've built a reputation for delivering results where others see only complexity. Efficiency isn't just a buzzword for me—it's the heartbeat of everything I do. Whether I'm tackling cross-border deals, regulatory mazes, or corporate firefights, I bring pragmatic, business-first solutions that hit the mark every time.",
    "extra": "I take pride in the uniqueness of my profile—I don't just advise, I elevate. My expertise goes beyond traditional legal counsel, blending high-level advisory, strategic consulting, and real-world business insight."
  }
}