{
  "mission": {
    "title": "私のグローバルミッション",
    "paragraphs": [
      "なぜ世界は非効率に溺れているのか?本当に、なぜこれほど多くの弁護士(そしてあらゆる種類のアドバイザー)が、ユーモアも情熱も、彼らが仕えると主張する企業との真のつながりもない、魂のないドローンのように人生を歩んでいるのか?なぜ、シンプルな質問をすると、答えの代わりに意味不明の迷宮を得るのか?",
      "「それは状況次第です。」いいえ、そうではありません。曖昧な答えはやめてください。",
      "「リスクがあります。大きいか小さいかは言えませんが、リスクです。」それは私が聞いたことではありません。分かっているでしょう。",
      "「コンプライアンスリスクは取れません。」いいえ、取れます。ビジネスは臆病さの上に築かれるものではありません。99%が推進力、1%がコンプライアンスです。どちらが事業を動かし続けていると思いますか?ネタバレ:小さな文字ではありません。",
      "弁護士は進歩の死神であってはなりません。影に潜んで、一つの「ノー」であなたの勢いを殺すような存在であってはならないのです。彼らは前進への道を照らす者であるべきです。あなたの頼りになる問題解決者、物事を実現する準備ができたときに最初にかける電話であるべきです。しかし、どこかで法律業界は道を外れました。成功の触媒となる代わりに、あまりにも多くの弁護士が自己保身に取りつかれるようになりました。曖昧な免責事項、恐怖に満ちた決まり文句、そして水で薄められて役に立たないアドバイスの陰に隠れています。彼らは本当に誰のために働いているのかを忘れています:あなたのためです。",
      "私は違います。Koudous Lawでは違います。",
      "ここでは、何か違うもの、何か稀なものを得られます。混乱を切り裂く、明確で飾り気のないアドバイスです。保身もなく、無限の但し書きもなく、心配もありません。前方の道が困難であれば、私は肩をすくめて立ち去ったりしません。袖をまくり上げて解決策を切り開きます。正しいマインドセットがあれば、すべてが可能です。そして私は毎日そのマインドセットを持ってきます。",
      "私はただのあなたの弁護士ではありません。私はあなたのビジネススパーリングパートナー、あなたの戦略的な切り札です。私は何年もの間、ジェネラルカウンセル、C-レベルのエグゼクティブ、そして自身がビジネスオーナーとして過ごしてきたので、理解しています。時は金なり、そして優柔不断は死刑宣告です。だから私は三つの原則で動いています:効率、スピード、そして精密さ。あなたが求めれば、私は届けます。速く、的確に、そして常にあなたの成功を最終目標として。",
      "これは安全策を取ることやチェックボックスを埋めることではありません。勝つことです。あなたのやり方で、あなたの条件で。私はグローバル産業の混沌をナビゲートしてきました。自動車、製薬、eスポーツ、暗号通貨、何でもです。そして毎回トップに立ってきました。なぜか?私はアドバイスするだけでなく、引き上げるからです。私は法的な熟練と実世界のビジネス感覚、そして何年もの高リスク実行で磨かれた競争力を融合させています。",
      "では、お聞きします:言い訳にうんざりしていませんか?障害物を捨て去り、あなたと同じくらい容赦のない法律戦略家で武装する準備はできていますか?実現させましょう。なぜなら、ビジネスでも人生でも、躊躇は負け、精密さは勝つのですから。"
    ]
  },
  "about": {
    "title": "私について",
    "image": {
      "src": "/owner.avif",
      "alt": "弁護士のポートレート"
    },
    "content": "私はドイツの弁護士、国際的なジェネラルカウンセル、そしてグローバルビジネスの最前線で実戦を経験した法律戦略家です。C-レベルの役職と実践的なリーダーシップにわたるキャリアを通じて、他の人が複雑さしか見ないところで結果を出すという評判を築いてきました。効率は私にとって単なる流行語ではありません。それは私がすることすべての心臓の鼓動です。国境を越えた取引、規制の迷路、または企業の危機に取り組む際、私は毎回的を射る実用的でビジネス第一の解決策をもたらします。",
    "extra": "私は自分のプロフィールのユニークさに誇りを持っています。私はアドバイスするだけでなく、引き上げます。私の専門知識は従来の法律顧問を超えており、ハイレベルな助言、戦略的コンサルティング、そして実世界のビジネス洞察を融合させています。"
  }
}
