{
  "serviceName": "必要な時に必要な精密な法的助言",
  "tagline": "企業が常にフルタイムの弁護士を必要とするわけではありませんが、法的問題が発生した時、即席で対処するわけにはいきません。当事務所のリーガルカウンセルオンデマンドサービスは、まさにそのような瞬間のために設計されています。突然の訴訟、契約紛争、または夜も眠れない規制上の問題など、当事務所はあなたの専門家として介入し、無駄なく明確で実行可能な助言を提供します。これは長期的なコミットメントについてではありません。あなたの問題を迅速に解決し、ビジネスに戻っていただくことです。",
  "overview": {
    "title": "提供内容",
    "summary": "お客様からご連絡をいただいた際、まずお客様の問題の核心を把握することから始めます。無駄なやり取りは一切ありません。お客様の状況を理解するための迅速な電話またはメッセージだけです。その後、分析いたします：何が危険にさらされているか、どのような選択肢があるか、そして当事務所が何を推奨するか。「これをして、これを避けて」という考え方で、タイムラインと次のステップを含む明確な計画をお渡しします。",
    "description": "訴訟の場合、当事務所は請求を分析し、リスクを評価し、防御戦略を立案します。契約の場合、当事務所は落とし穴を見つけ、修正案を提案します。その他の問題の場合、当事務所はアプローチを状況に合わせて調整します。あなたは曖昧な「おそらく」にお金を払うのではありません。明確なイエス・ノーの答えと前進への道筋を得るのです。"
  },
  "whatYouGet": {
    "title": "提供内容",
    "summary": "お客様からご連絡をいただいた際、まずお客様の問題の核心を把握することから始めます。無駄なやり取りは一切ありません。お客様の状況を理解するための迅速な電話またはメッセージだけです。その後、分析いたします：何が危険にさらされているか、どのような選択肢があるか、そして当事務所が何を推奨するか。「これをして、これを避けて」という考え方で、タイムラインと次のステップを含む明確な計画をお渡しします。",
    "details": "訴訟の場合、当事務所は請求を分析し、リスクを評価し、防御戦略を立案します。契約の場合、当事務所は落とし穴を見つけ、修正案を提案します。その他の問題の場合、当事務所はアプローチを状況に合わせて調整します。あなたは曖昧な「おそらく」にお金を払うのではありません。明確なイエス・ノーの答えと前進への道筋を得るのです。"
  },
  "howItWorks": {
    "title": "連携方法",
    "features": [
      "メール、電話、またはテキストメッセージによる柔軟なコミュニケーション",
      "迅速な対応時間—通常24〜48時間以内",
      "専門用語ではなく、簡潔なアップデートで情報を提供",
      "ほとんどの問題はリモートで処理、重要な状況では直接面会",
      "リスク評価と防御戦略を含む訴訟分析",
      "落とし穴を特定し修正案を提案する契約レビュー"
    ],
    "approach": "柔軟性が重要です。メール、電話、または簡単なテキストメッセージで当事務所に連絡できます。あなたにとって最適な方法をお選びください。当事務所はプロセスであなたを煩わせるためにここにいるのではありません。ノイズを切り抜けるためにここにいるのです。ほとんどの問題はリモートで解決できますが、現地にいらっしゃる場合や重要な状況の場合は、直接お会いすることも喜んでいたします。",
    "timeline": "迅速な回答をお待ちください。通常24〜48時間以内、複雑さによります。専門用語満載のレポートではなく、簡潔なアップデートで情報をお伝えします。あなたはビジネスに集中し、当事務所が法的な重労働を処理します。"
  },
  "idealFor": {
    "title": "対象者と効果的な理由",
    "target": "このサービスは、社内弁護士がいない企業や、時折サポートが必要な企業に適しています。おそらくあなたは最初の大きな契約に直面している小規模企業、不満を抱く従業員に対処している中規模企業、またはコンプライアンスについて不安を感じている創業者です。顧問契約やフルタイム雇用のオーバーヘッドなしに専門家の支援が必要な場合、これがあなたのソリューションです。",
    "benefits": "当事務所はあなたのようなビジネスの法的複雑性を何年も切り抜けてきました。当事務所の焦点は結果にあります。あなたの問題を効率的に解決し、勢いを止めないようにすることです。不要な時間に対して請求されることも、法律用語に埋もれることもありません。代わりに、明確さと自信を持って立ち去り、前進する準備ができます。一回限りの解決が必要ですか？それを実現しましょう。"
  },
  "callToAction": {
    "heading": "長期契約なしで即座の法的サポートが必要ですか？",
    "message": "当事務所のオンデマンド法律相談が緊急の問題を迅速かつ効果的に解決する方法について話し合いましょう。",
    "buttonText": "今すぐ法的支援を受ける"
  }
}
