{
"serviceName": "Rechtsabteilung für nachhaltiges Wachstum",
  "tagline": "Wachstum verlangt Geschwindigkeit, Klarheit und Sicherheit. Ohne die passende rechtliche Struktur kann Expansion jedoch schnell zum Risiko werden. Mein Service unterstützt Unternehmen dabei, eine skalierbare, effiziente und praxisorientierte Rechtsabteilung aufzubauen – als strategischer Partner auf Augenhöhe. Ich entwickle und implementiere Systeme – Teams, Prozesse, Richtlinien –, die Ihr Unternehmen voranbringen, statt es zu bremsen. Für Unternehmen, die rechtlich und organisatorisch professionell aufgestellt wachsen wollen.",
  
  "overview": {
    "title": "Überblick",
    "summary": "Am Anfang steht eine präzise Analyse: Wo steht Ihr Unternehmen heute, wo wollen Sie hin – und welche Strukturen fehlen, um dorthin zu gelangen? Darauf aufbauend entwerfe ich eine Lösung, die auf Ihre Organisation und Wachstumsstrategie abgestimmt ist.",
    "description": "Benötigen Sie eine eigene Rechtsabteilung? Ich übernehme Aufbau, Schulung und Strukturierung. Fehlen klare Prozesse? Ich entwickle Vertragsstandards, Compliance-Strukturen und Risikomanagement-Systeme, die im Alltag funktionieren. Planen Sie eine internationale Expansion? Ich begleite Sie bei regulatorischen Anforderungen und der Gestaltung von Partnerschaften. Das Ergebnis: eine belastbare, effiziente und skalierbare Rechtsabteilung – mit klaren Prozessen, Vorlagen und Zuständigkeiten."
  },
  
  "whatYouGet": {
    "title": "Leistungsumfang",
    "summary": "Von der Strategie bis zur Umsetzung: Ich begleite Sie beim Aufbau einer rechtlichen Infrastruktur, die Ihr Unternehmen langfristig trägt.",
    "details": "• Aufbau und Strukturierung interner Rechtsabteilungen\n• Entwicklung praxisorientierter Vertrags- und Compliance-Systeme\n• Einführung effektiver Risikomanagement-Prozesse\n• Unterstützung bei internationalen Expansionen und Partnerschaften\n• Optimierung bestehender Abläufe und Dokumentationen\n• Übergabe an interne Teams mit klaren Leitfäden und Tools"
  },
  
  "howItWorks": {
    "title": "Vorgehensweise",
    "features": [
      "Strategisches Auftaktgespräch zur Definition Ihrer Ziele und Prioritäten",
      "Begleitung auf Interimsbasis (3–12 Monate) als Teil Ihres Führungsteams",
      "Aufbau und Schulung des Rechtsteams (optional)",
      "Einführung standardisierter Vertrags- und Compliance-Strukturen",
      "Beratung bei internationalen Regulierungsfragen und Partnerschaften",
      "Schrittweise Implementierung mit messbaren Ergebnissen innerhalb weniger Wochen"
    ],
    "approach": "Ich arbeite eng mit Ihrer Geschäftsleitung und Ihren Teams zusammen. Der Fokus liegt auf Effizienz, Transparenz und Umsetzbarkeit – kein Selbstzweck, sondern greifbarer Mehrwert.",
    "timeline": "Erste Fortschritte sind meist innerhalb weniger Wochen sichtbar. Regelmäßige Berichte sorgen für Klarheit und Nachvollziehbarkeit. Zum Abschluss erfolgt eine geordnete Übergabe an Ihr internes Team oder eine dauerhafte Rechtsabteilung."
  },
  
  "idealFor": {
    "title": "Für wen dieser Service geeignet ist",
    "target": "Der Service richtet sich an Startups, die ihre erste Rechtsabteilung aufbauen, an wachsende mittelständische Unternehmen, die ihre Strukturen professionalisieren, und an Organisationen, die international expandieren.",
    "benefits": "Er ist ideal für Führungskräfte, die rechtliche Stabilität und Effizienz suchen – ohne unnötige Bürokratie. Ich habe in zahlreichen Branchen erfolgreiche Rechtsabteilungen aufgebaut und restrukturiert. Mein Ansatz ist unternehmerisch, schlank und wachstumsorientiert. So wird Recht nicht zur Hürde, sondern zum strategischen Vorteil."
  },
  
  "callToAction": {
    "heading": "Bereit, Ihre Rechtsabteilung auf Wachstum auszurichten?",
    "message": "Kontaktieren Sie mich, um gemeinsam die Struktur zu schaffen, die Ihr Unternehmen sicher, effizient und skalierbar in die Zukunft führt.",
    "buttonText": "Jetzt Erstgespräch vereinbaren"
  }
}
