{
  "serviceName": "スケールするために構築されたあなたの法的基盤",
  "tagline": "成長はエキサイティングですが、適切な法的セットアップがなければ混乱です。当事務所の法務部門構築・ビジネス成長サービスは、あなたの野心をサポートする強固な法的フレームワークの作成についてです。あなたの法務ディレクターとして、当事務所はシステム（チーム、プロセス、ポリシー）を設計・実装し、あなたを前進させ、停滞させません。これはスマートにスケールする準備ができているビジネスのための完全パッケージです。",
  "overview": {
    "title": "提供内容",
    "summary": "深いダイブから始めます：現在どこにいるか、どこに行きたいか、何が邪魔しているか？そこから、あなたが必要とするものを構築します。",
    "description": "法務チームが必要ですか？当事務所がリクルート、トレーニング、構造化します。プロトコルが必要ですか？理論的ではなく実用的な契約、コンプライアンス計画、リスク管理ツールを作成します。グローバルに拡張していますか？国境を越えた規制とパートナーシップを処理します。カスタム法的インフラ（プレイブック、テンプレート、ワークフローを考えてください）と、当事務所が去った後もそれを維持するためのロードマップを得られます。"
  },
  "whatYouGet": {
    "title": "提供内容",
    "summary": "深いダイブから始めます：現在どこにいるか、どこに行きたいか、何が邪魔しているか？そこから、あなたが必要とするものを構築します。",
    "details": "法務チームが必要ですか？当事務所がリクルート、トレーニング、構造化します。プロトコルが必要ですか？理論的ではなく実用的な契約、コンプライアンス計画、リスク管理ツールを作成します。グローバルに拡張していますか？国境を越えた規制とパートナーシップを処理します。カスタム法的インフラ（プレイブック、テンプレート、ワークフローを考えてください）と、当事務所が去った後もそれを維持するためのロードマップを得られます。"
  },
  "howItWorks": {
    "title": "連携方法",
    "features": [
      "あなたのビジョンについて調整し法的ニーズをマッピングする戦略セッション",
      "範囲に応じて3〜12ヶ月間あなたの法務ディレクターとして組み込み",
      "必要に応じて法務チームのリクルート、トレーニング、構造化",
      "契約テンプレート、コンプライアンス計画、リスク管理ツール",
      "国境を越えた規制処理とパートナーシップ構造化",
      "数週間以内に迅速な最初の成果物を含む段階的システム展開"
    ],
    "approach": "あなたのビジョンについて調整する戦略セッションでキックオフします。当事務所はあなたのディレクターとして、3〜12ヶ月間（範囲に応じて）あなたのオペレーションに組み込まれて働きます。あなたのリーダーシップとコラボレーションし、スタッフをトレーニングし、システムを段階的に展開します。",
    "timeline": "迅速な結果が見えます。数週間以内に最初の成果物。明確で簡潔なレポートで情報を更新します。移行の時が来たら、完全にブリーフィングされ準備ができているあなたのチームまたは永続的な雇用に引き渡します。"
  },
  "idealFor": {
    "title": "対象者と効果的な理由",
    "target": "これは最初の法務機能を構築するスタートアップ、現在のセットアップを超えて成長している中規模企業、または国際展開する企業向けです。スケールしており、法的ギャップがあなたを遅らせている場合、このサービスがそれらを橋渡しします。これは官僚主義ではなく効率性を求めるリーダーのためのものです。",
    "benefits": "当事務所はあらゆる段階のビジネスのために法的エンジンを構築してきました。当事務所のアプローチはリーンです。無意味な書類作業ではなく、あなたの成長を推進するものに焦点を当てています。あなたは機敏で効果的で、あなたのものである部門またはシステムで終わります。法的なことは頭痛の種であることをやめ、強みになります。"
  },
  "callToAction": {
    "heading": "あなたのビジネスと共にスケールする法務部門を構築する準備はできていますか？",
    "message": "あなたの成長するビジネスが繁栄するために必要な法的インフラの作成をどのように支援できるかを話し合うために連絡してください。",
    "buttonText": "相談予約"
  }
}
